Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/svenskakyrkan/kh_nordsamiska.pdf.tmx
Source language: sme
Languages: smj

source: Jesus Kristus gohčču du máhttájeaddjin orrut.
smj: Jesus Kristus gåhttju duv suv oahppen. 43 gástadus

source: B: Gásta lea Ipmila attáldat, eallima lohpádus mii ii goassege jáme.
smj: h Gástadus le Jubmela vattáldahka, jáhtto iellemis mij ij goassak jáme.

source: Gásta lea ilu ája, girku oktavuođa geaidnu.
smj: Gástadus le ávo ája ja girkko aktisajvuoda gäjnno.

source: Jesus Kristus, guhte beastá buot bahás ja bassi Vuoigŋa, guhte fámu addá
smj: Jesus Kristus guhti mijáv bahávuodas gádjo, ja ájlis Vuojŋŋanis, guhti fámov vaddá,

source: lea álo suinna / singuin guhte / guđet gásttašuvvo / gásttašuvvot.
smj: h.:

source: Prästen / Ledaren kan säga: Mii gásttašit dainnago Jesus celkkii:
smj: Gástadip danen gå Jesus javlaj: Munji le gájkka fábmo almen ja ednamin vatteduvvam.

source: Vulget dan dihte ja dahket buot álbmogiid máhttájeaddjin gásttašettiin sin Áhči ja Bártni ja Bassi Vuoiŋŋa nammii ja oahpahettiin sin doallat buot dan maid mon lean gohččon din doallat.
smj: Mannit dan diehti gájkajt álmmugijt åhpadisålmmån dagátjit: gástadihtit sijáv Áhtje ja Bárne ja ájlis Vuojnnanisá namán ja åhpadihtit sijáv gájkka mujsta vaddem budájt anodit.

source: Ja gehččet, mon lean dinguin buot beivviid gitta dálá máilmmi loahpa rádjái.
smj: Ja mån lev dijá lunna gájkajt biejvijt gitta värálda nåhkåmij.

source: 44 gástaipmilbálvalus
smj: Gulldalup Tjáluga bágojt:

source: b / v: Gullot Biibbala sániid: Jorgalehket, ja diktet buohkat iežadet gásttašuvvot Jesus Kristusa nammii, juohkehaš.
smj: Dahkit buorádusáv ja gástadahttit ietjada gájkajt Jesus Kristusa namán, vaj oadtjobihtit suttojt ándagis luojteduvvam ja ájlis Vuojŋŋanisáv vattáldahkan.

source: Buohkat dii geat lehpet gásttašuvvon Kristusii, lehpet gárvodan Kristusiin.
smj: Gájka gudi Kristusij lihpit gástaduvvam lihpit aj Kristusij gárvoduvvam.

source: Dás ii leat juvddálaš dahje greikalaš, šlávva dahje isit, olmmái ii ge nisu, dasgo dii lehpet buohkat okta Kristus Jesusis.
smj: Aktak ij le dasti juvdá jalik grehka, oarjje jalik friddja, ålmåj jalik nissun. Gájka lihpit Kristus Jesusin akta.

source: Muhto go min Ipmila ja beasti buorrevuohta ja ráhkisvuohta olbmuide almmustuvai, de son besttii min, ii min vanhurskkis daguid dihtii, muhto váibmoláđisvuođas dihtii; son besttii min dainna lávgguin mas Bassi Vuoigŋa riegádahttá min ođđasis ja
smj: 44 gástadus Valla gå Jubmela, mijá lånestiddje, buorrevuohta ja gieresvuohta almatjijda bihkusin sjattaj, de mijáv gájoj – ij rievtugis dagojimme diehti ájnat ármmogisvuodastis – lávggoma baktu, mij ådåsis riegádahttá ja ájlis Vuojŋŋanisá baktu ådåstuhttá.

source: Dalle juohkehaš guhte lea Kristusis, lea ođđa sivdnádus. Boares dilli lea vássán, ođđa dilli lea boahtán.
smj: Guhti le Kristusin le ådå sjivnnjádus, oames le vássám, ådås le boahtám.

source: lahtut dahket ovtta rupmaša, vaikko leat ge máŋga, nu lea maiddái Kristusiin ge.
smj: Nåv gåk rumáj le akta vájku li moadda lahtasa, ja gájkka dá lahtasa avtav rubmahav dahki, nåv le aj Kristusijn.

source: buohkat gásttašuvvon vai mii livččiimet okta rumaš, leažžat dal juvddálaččat dahje greikalaččat, šlávat dahje friddja olbmot, ja mii buohkat leat ožžon juhkat ovtta Vuoiŋŋa.
smj: Avtajn Vuojŋŋanisájn gájka lip gástaduvvam avta rubmahij, lehkup dal juvdá jali grehka, oarje jali friddja almatja, ja gájka lip avtav Vuojŋŋanisáv juhkam.

source: * Oskkudovddastus
smj: * jáhkodåbdåstibme

source: 45 gástaipmilbálvalus b / v: Dovddastehkot ovttas girku dovddastusa (mii lea Kristusa máilmmiviidosaš girku oktavuođa mearkan) Mii oskut Ipmil Áhččái, buotveagalažžii, almmi ja eatnama sivdnideaddjái.
smj: Trosbekännelsen kan inledas med orden: h / v: Dåbdåstup dal aktan girkko jáhkov (oasálasjvuoda märkkan Kristusa girkkos väráldin): tj: Mij jáhkkep Jubmel Áhttjáj, gájkväksásij, alme ja ednama sjivnnjediddjáj.

source: h: Dáhttubeahttigo, ahte dudno mánná gásttašuvvo / Dáhtutgo, ahte du mánná gásttašuvvo / Dáhtut go gásttašuvvot / dán oskui ja šaddat oassin Kristusa máilmmiviidosaš girkus ?
smj: Sihtabihtte gus dáv mánáv dán jáhkkuj gástaduvvat / Sidá gus dáv mánáv dán jáhkkuj gástaduvvat / Sidá gus dán jáhkkuj gástaduvvat / ja Kristusa aktisasjvuodan girkkon viesutjit ?

source: Dáhtto / Dáhtun.
smj: Sihtin / sidáv.

source: Rohkadallot.
smj: h.: Råhkålup

source: Ipmil, giitu du lohpádusas ovttastahttit min duinna, gaskaneamet ja olles sivdnádusaidatguin ja ahte gástta čáhci addá midjiide oasi du Bártni eallimis, jápmimis ja bajásčuožžileamis.
smj: Jubmel, gijttep gå jáhtot milta lip aktánam dujna, guhtik guojmijnimme ja ålles duv sjivnnjádusajn ja gå gástadimtjáhtje oasev vaddá duv Bárnát iellemis, jábmemis ja tjuodtjelimes.

source: Boađe bassi Vuoiŋŋainat / sin lusa guhte / geat gásttašuvvojit.
smj: Boade ájlis Vuojŋŋanisájn sunji / sidjii guhti / gudi dál gástaduvvá /

source: NN., gásttašan du (Ipmil:) Áhči ja Bártni ja bassi Vuoiŋŋa nammii.
smj: H: NN., gástadav duv (Jubmela:) Áhtje ja Bárne ja ájlis Vuojŋŋanisá namán.

source: Ealli Ipmil, deavdde NN:a bassi Vuoiŋŋainat ja veahket su beaivvis beaivái eallit gásttas.
smj: Iellema Jubmel, dievde NN:aj ájlis Vuojnnanisástat ja viehkeda suv biejves bäjvváj gástadusán viessot.

source: Buresboahtinsávaldat b / v: NN., mii sávvat dutnje / dudnuide / didjiide buresboahtima Kristusa girkui /..
smj: H: NN., buorisboahtemijn duosstop duv / dunnuv / dijáv Jubmela girkkuj /... tjoaggulvissaj mij le oassen girkkos väráldin.

source: searvegoddái, mii lea oassin girkus máilmmis.
smj: Duosstop duv / dunnuv / dijáv gieresvuodajn ja vuorddemiin.

source: 47 gástaipmilbálvalus
smj: (h.:) Råhkålup.

source: b / v: Ealli Ipmil, mii čohkket buot min buorre jurdagiid, buot maid mii sávvat NN:a buorrin ja rohkadallat: Sálle / sin oskkus eallit ja bajásšaddat dorvvus ja oktavuođas.
smj: Iellema Jubmel, tjoahkkip gájkka mijá buorre ájádusajt, gájkka majt NN:a åvdås sávadip, råhkådallamin: Dibde suv / sijáv jáhkon viessot ja jasskavuodan ja aktisasjvuodan sjaddat.

source: Atte sutnje / sidjiide doaivvu ja roahkkatvuođa go eallin lea lossat, birasstahtton searvegotti ovddasrohkosiiguin.
smj: Gå viessom le låssåt, vatte sunji / sidjij doajvov ja jálosvuodav ja tjoaggulvisá åvdåsråhkålvisáj doarjjomav.

source: Čájet sutnje / sidjiide ahte son lea / sii leat ráhkistuvvon ja ahte don guottát / sin eallima čađa.
smj: Vuoseda jut sån / sij le / li dujsta iehtsedum ja iellema tjadá guottedum.

source: Atte sutnje / sidjiide fámu veahkehit earáid ja árbmu ieš roahkasmuvvat. Jesusa nammii.
smj: Vatte sunji / sidjij fámov nuppijt bälostit ja ármov dåbddåt sån / sij le / li dujsta arvusmuvvam.

source: Hearrá rohkos Rohkadallot dal ovttas Hearrá rohkosa.
smj: Prästen / Ledaren kan säga: Råhkålup Härrá råhkålvisáv:

source: 48 gástaipmilbálvalus
smj: Prästen kan säga: h.:

source: Vuostáiváldde Hearrá buressivdnádusa
smj: Duosstut Härrá buorissjivnnjádusáv.

source: Áhči, Bártni ja bassi Vuoiŋŋa nammii
smj: Áhtje ja Bárne ja ájlis Vuojŋŋanisá namán.

source: b / v: Mannot ráfis, s: Hearrámet Jesus Kristusa nammii.
smj: Mannit dal ráfen tj: Mijá Härrá Jesus Kristusa namán.

source: 49 gástaipmilbálvalus
smj: Tjuojadibme 49 gástadus

source: 50 gástaipmilbálvalus konfirmašuvdnameassu / - ipmilbálválus
smj: 50 skallidim- / konfirmasjåvnnå- jubmeldievnno

source: ČOagganEaPmi
smj: Tjuojadibme

source: B / V: Ipmila, golbmaoktalačča nammii.
smj: Áhtje ja Bárne ja ájlis Vuojŋŋanisá namán.

source: Mii leat dál čoahkkanan dinguin, konfirmánttat, stuora illudeapmái (searvegottis ja ruovttuin).
smj: Uddni lip dijáj, skallujlåhkkij tjåhkanam ávvobådduj (dánna tjoaggulvisán ja dijá hejmajn).

source: Mii dáhttut juogadit dán beaivvi dinguin ja rohkadallat Ipmila buressivdnádusa
smj: Sihtap dáv biejvev dijáj juogadit ja Jubmela buorissjivnnjádusáv didjij råhkålit.

source: b / v / konfirmanderna: Konfirmašuvdna cuige Ipmila lohpádussii gásttas.
smj: h / v / konfirmanderna: Skallidibme mijáv mujttát Jubmela jáhtos gástadusán.

source: Mii beassat dovddastit kristtalaš oskomet, ádnut bassi Vuoiŋŋa jođiheami ja
smj: Oadtjop ristagis jáhkov dåbdåstit ja ájlis Vuojŋŋanisá lájddimav

source: vuolggahuvvot ovddosguvlui eallimis, gohččojuvvon orrut Jesus Kristusa máhttájeaddjin
smj: ánodit ja åvddålijguovlluj viessomin rájaduvvat Jesus Kristusa oahppen.

source: 51 konfirmašuvdna dahje
smj: 51skallidibme/kånfirmasjåvnnå jali

source: Mii giitit du dán beaivvi ovddas (ja min konfirmašuvdnaáiggi ovddas).
smj: Iellema Jubmel, dån viehkeda mijáv jáhkon ja dårvon sjattatjit Duv gijttep dán biejve ja mijá skallidimájge åvdås.

source: Giitu oktavuođa ovddas, ja dan ovddas go beasaimet ságastallat eallimis ja oskkus.
smj: Gijttep aktisasjvuoda ja ságastallamij åvdås viessoma ja jáhko birra.

source: Atte min rabas čalmmiiguin vuostáiváldit maid siđat midjiide addit.
smj: Rabás mielajn duosstop mav dån sidá midjij vaddet.

source: Boađe midjiide bassi Vuoiŋŋain ja veahket min eallit oskkus dutnje.
smj: Boade midjij ájlis Vuojŋŋanisájnat ja viehkeda mijáv duv jáhkon

source: Hearrámet Jesus Kristusa bokte.
smj: Jesus Kristusa, mijá Härrá baktu.

source: 52 konfirmašuvdna
smj: 52skallidibme/kånfirmasjåvnnå

source: b / v: Guldalehkot Jesusa sániid min gohččuma birra kristtalažžan (ja kristtalaš eallima birra).
smj: Läsningen ur Matt 28 kan inledas med orden: h.: Gulldalup dál Jesusa bágojt ristagisá vidno birra (ja risstalasj iellema birra):

source: Máhttájeaddjit vulge Galileai dan várrái gosa Jesus lei gohččon sin boahtit.
smj: Lågenanakta åhpadisålmmå Galileaj vuolggin, dan várráj gåsi Jesus lij gåhttjum sijáv mannat.

source: Go sii oidne su, de luoitádedje čippiid ala ja gudnejahtte su, muhto muhtumat eahpidedje.
smj: Gå suv danna ájttsin de luojttádin suv guddnedittjat, valla muhtema juorruladdin.

source: Jesus loaiddastii sin ovdii ja sártnui sidjiide: «Munnje lea addojuvvon buot fápmu almmis ja eatnama alde.
smj: Jesus de sijá åvddåj låjdåstij ja sidjij sárnoj: ” Munji le gájkka fábmo almen ja ednamin vatteduvvam.

source: Vulget dan dihte ja dahket buot álbmogiid máhttájeaddjin gásttašettiin sin Áhči ja Bártni ja Bassi Vuoiŋŋa nammii ja oahpahettiin sin doallat buot dan
smj: Mannit dan diehti gájkajt álmmugijt åhpadisålmmån dagátjit: gástadihtit sijáv Áhtje ja Bárne ja ájlis Vuojŋŋanisá namán ja

source: maid mon lean gohččon din doallat.
smj: åhpadihtit sijáv gájkka mujsta vaddem budájt anodit.

source: š Matt 28:16–20
smj: Matt 28:16–20 h.:

source: b / v: Guldalehkot Biibbala sániid..
smj: Daŋga biejve lijga åhpadisålmmåjs guovtes Emmausij vádtsemin,

source: Seammá beaivvi ledje guovttis sis mannamin Emmaus-nammasaš gillái, guhttalogi stadija Jerusalemis eret, ja soai sártnodeigga buot dan birra mii lei dáhpáhuvvan.
smj: sijddaj mijlav Jerusalema duobbelin.

source: Go soai leigga ain sártnodeamen ja árvaladdamin dán birra, de Jesus bođii ieš ja váccii sudnuin.
smj: Váttsedijn gaskaniska ságastalájga gájkka vásáldagáj birra Ságastaládijn de gis Jesus iesj sunnu fárruj bådij.

source: Muhto soai eaba dovdán su, dasgo sudno čalmmit ledje dego dahppojuvvon.
smj: Valla tjalmijs lijga sjaddam ja ejga suv dåbdå.

source: Son jearai sudnos: ” Man birra doai nu háleštallabeahtti ? ”
smj: Ålmåj gatjádij: ” Majt dal váttsedijn sáhkadihppe ? ”

source: Soai orusteigga ja geahčaiga morašlaččat bajás, ja nubbi, gean namma lei Kleopas, vástidii: ” Leat go son don áidna vieris Jerusalemis gii it dieđe mii doppe lea dáhpáhuvvan dáid beivviid ? ”
smj: Ganugijga ja vuojnnet håjen lijga, ja nubbe, gen namma lij Kleopas, vásstedij: ” Dån le galla akta ájnna guhti Jerusalemin manni ja i diede mij dáj biejvij le sjaddam. ” ”

source: Son jearai: ” Na mii lea dáhpáhuvvan ? ”
smj: Na mij de ? ”

source: Soai vástideigga: ” Dát mii dáhpáhuvai nasaretlažžii Jesusii. Son lei profehta, daguin ja sániin fámolaš Ipmila ja oppa álbmoga ovddas.
smj: Vásstedijga: ” Mij Jesusij Nasaretas guosská, guhti lij profehta, bágon ja dagon fábmogis Jubmela ja ålles álmmuga åvdån, vatteduváj mijá alemushärrájs ja rádeålmmåjs jábmemij duobbmidalátjit ja ruossinávlliduvátjit.

source: Mii goittotge doaivvuimet ahte son livččii Israela lonisteaddji !
smj: Midja gåjt doajvojma suv Israelav lånestit.

source: Muhto dál leat juo vássán golbma beaivvi dan rájes go dát dáhpáhuvai, ja dál soames nissonat geat gullet min searvái, leat suorggahan min.
smj: Uddni le juo goalmát biejvve dallutjis, ja muhtem nissuna mijá siegen li mijáv alvaduhttám.

source: Sii manne hávddi lusa odne árrat iđedis, muhto eai gávdnan su rupmaša. Sii bohte
smj: Hávddáj mannin árradisán dán ideda, valla ettjin suv rubmahav gávna, ja de máhttsin ja subtsastin ieŋŋgilijt bárudisán

source: celke ahte son eallá.
smj: 53skallidibme/kånfirmasjåvnnå

source: Dalle soapmásat mis manne hávddi lusa ja gávdne dan nu mo nissonat ledje dadjan, muhto Jesusa gal eai oaidnán. ”
smj: Muhtema mijájs de hávddáj mannin ja gávnnin nåvti gåktu nissuna javllin. Ietjas suv galla ettjin vuojne. ”

source: De son celkkii sudnuide: ” Man jallat dii lehpet, ja nu hiljánat oskut buot daid maid profehtat leat cealkán !
smj: De javlaj: ” Náv binnáv gus dádjadihpit, ja náv nuole gus lihpit jáhkátjit dasi majt profehta li javllam ?

source: Ii go Messias ferten gillát buot dáid ja mannat hearvásvuohtasis ? ”
smj: Ittjij gus Messias viertti dav gierddat ja herlukvuohtasis mannat ? ”

source: Ja son čilgegođii sudnuide dan mii čuožžu su birra buot čállagiin, gitta Movssesa rájes ja buot profehtain.
smj: Ja Mosesa ja gájkka profehtaj rájes tjielggij mij juohkka sajen tjálugijn le tjáleduvvam suv birra.

source: Muhto soai sártnuheigga su sakka: ” Oro munno luhtte ! Dasgo lea juo eahket beallái, ja beaivi lea vássimin. ”
smj: Gå lahkanahtjin sijddaj gåsi ájggun, de vuojnnet sidáj ájn guhkebuj vádtset, valla suv gåtsadijga ja javlajga: ” Ganuga munnu lusi.

source: Dalle son manai sudnuin sisa ja orui sudno luhtte.
smj: Tjuovoj de sunnuv sisi ja dasi ganugij.

source: Ja go lei čohkkámin sudnuin beavddis, de válddii láibbi, logai giittusrohkosa, doadjalii dan ja attii sudnuide.
smj: Gå sunnujn bievddegátten vellahij, de lájbev váldij ja gijtulvisáv råhkålij, dådjalij lájbev ja sunnuj juogij.

source: De rahpasedje sudnos čalmmit, ja soai dovdáiga su; muhto dan seammás son šattai sudnuide oaidnemeahttumin.
smj: De tjalme sunnus tjielggin, ja dåbddåjga suv, valla daŋga båttå sån

source: Soai dajaiga goappat guoibmáseaskka: ” Eai go munno váimmut buollán go son sártnui munnuide vádjolettiin ja rabai čállagiid munnuide ? ”
smj: sunnu tjalmij åvdås gádoj. Nubbe nubbáj javlajga: ” Ettjin gus munnu vájmo buole gå munnuj váttsedijn hålaj ja tjálugijt tjielggij ? ”

source: Ja soai vulggiiga dan seammás ja máhcaiga Jerusalemii.
smj: Dalága de vuolgijga ja Jerusalemij máhtsajga.

source: Doppe soai gávnnaiga čoahkkanan dan oktanuppelohkása ja earáid geat gulle sin jovkui, ja dát dadje: ” Hearrá lea duođaid bajásčuožžilan ja lea almmustahttán iežas Simmonii. ”
smj: Dåppe lågenanavtav ja gájkka iehtjádijt tjoahken gávnajga, ja sij javllin: ” Härrá le duodaj tjuodtjelam ja Simonij ietjas bigodam. ”

source: Ieža soai muitaleigga mii lei dáhpáhuvvan mátkkis, ja mo soai leigga dovdán su go son doadjalii láibbi.
smj: Ietja subtsastijga sunnu mano birra ja gåktu lijga suv lájbev doajedijn dåbddåm.

source: Dát lea mu báhkkon: Ráhkistehket guhtet guimmiideattet nugo mon lean ráhkistan din.
smj: Dát le muv budá: iehttsit guhtik guojmáda nåvti gåktu mån lev dijáv ähttsám.

source: Ii ovttasge leat stuorit ráhkisvuohta go das guhte addá heakkas ustibiiddis ovddas.
smj: Avtanik ij le stuoráp gieresvuohta gå sujna guhti hekkas rádnajis åvdås vaddá.

source: Dii lehpet mu ustibat jos dii dahkabehtet dan maid mon gohčun.
smj: Dij lihpit muv rádna jus dahkabihtit majt gåhtjov.

source: Ráhkkásiiddán, jos Ipmil lea ráhkistan min nu, de mii ge leat geatnegasat ráhkistit guhtet guimmiideamet.
smj: Aktak ij le Jubmelav goassak vuojnnám. Valla jus guhtik guojmáma iehttsep de Jubmel agev le mijájn ja suv

source: Ii oktage leat goassege oaidnán Ipmila, muhto jos mii ráhkistit guhtet guimmiideamet, de Ipmil bissu min siste, ja su ráhkisvuohta ollašuvvá min siste.
smj: gieresvuohta le mijá sinna ålliduvvam.

source: Dan ahte mii bissut su siste ja son bissu min siste, mii diehtit das go son lea addán midjiide Vuoiŋŋastis.
smj: Sån midjij Vuojŋŋanisás vattij, ja danen diehtep mij bissop sujna ja sån mijájn.

source: 54 konfirmašuvdna
smj: 1 Joh 4:11–13

source: Dovddastehkot ovttas girku dovddastusa (mii lea Kristusa máilmmiviidosaš girku oktavuođa mearkan):
smj: Dåbdåstup aktan girkko jáhkov (mij le oasálasjvuoda märkkan Kristusa girkkos väráldin):

source: Mii oskut Ipmil Áhččái, buotveagalažžii, almmi ja eatnama sivdnideaddjái.
smj: tj: Mij jáhkkep Jubmel Áhttjáj, gájkväksásij, alme ja ednama sjivnnjediddjáj.

source: 55 konfirmašuvdna
smj: 55skallidibme/kånfirmasjåvnnå

source: b / v: Dát lea dat osku masa mii leat gásttašuvvon (Kristusa máilmmiviidosaš girkus).
smj: h.: Dát le jáhkko, masi gástaduvájma (Kristusa girkkon väráldin).

source: Dan siste oažžut eallit ja jápmit ja oktii bajásčuožžilit agálaš eallimii.
smj: Danna viessop ja jábmep, akti ihkeven iellemij tjuodtjelittjat. Amen.

source: Rohkos ja gieđaidbidjan
smj: Råhkålvis aktan giedajbiedjamijn

source: Ipmileamet, giitu go gohčut min čuovvut du.
smj: Jubmel, gijttep gå gåhtjo mijáv duv tjuovutjit.

source: Sádde du buorre Vuoiŋŋa veahkehit min konfirmánttaid.
smj: Rája duv ájlis Vuojŋŋanisáv viehkken mijá skallujlåhkkijda.

source: Atte sidjiide fámu ja roahkkatvuođa kristtalaš eallimii.
smj: Vatte sidjij fámov ja jálosvuodav ristagissan viessot.

source: Doalvvo sin du geainnuid ja oro sin lahka.
smj: Lájddi sijáv duv gäjnojt ja åro sijá lahka.

source: Deavdde sin luohttámušain ja iluin.
smj: Dievde sijáv åskos ja ávos.

source: b / v: NN, orros Ipmila buorre Vuoigŋa duinna dál ja álo.
smj: h.: Årrus Jubmela buorre Vuojŋŋanis dujna dálla ja agev.

source: Vuolggahansánit konfirmánttaide
smj: Rájadusbágo skallujlåhkkijda

source: Ráhkis ustibat.
smj: Gieres rádna.

source: Dii lehpet gohččojuvvon čuovvut Jesus Kristusa 56 konfirmašuvdna
smj: Dij lihpit gåhtjoduvvam Jesus Kristusav tjuovutjit ja suv sidodav väráldin vuojnnusin dagátjit.

source: ja dahkat su dáhtu dovdosin máilmmis.
smj: Suv gieresvuohta dijáv guoddá.

source: Dii lehpet su ráhkisvuođa fátmmis ja oažžubehtet viežžat fámu Ipmila sánis, eahkedismállásiin ja rohkosis.
smj: Gávnnabihtit fámov Jubmela bágos, iehkedismállásis ja 56skallidibme/kånfirmasjåvnnå

source: Dán ipmilbálvalusas dii vuolggahuvvobehtet dainna gohččumiin ahte doaibmat vuoigatvuođa ja soabalašvuođa ovddas, Ipmila ráfiin dorjojuvvon.
smj: Dát jubmeldievnos rájaduvvabihtit rievtesvuodav ja såbadusáv dåjmadittjat.

source: Ellet rabas mielain Ipmila Vuigŋii,
smj: Jubmela ráfe dijáv fármasta.

source: vai juohke beaivve vuostáiváldibehtet bagadusa ja doaivvu.
smj: Viessut rabás mielajn Jubmela Vuojŋŋanissaj vaj juohkka biejve

source: (Ipmil:) Áhči ja Bártni (+) ja bassi Vuoiŋŋa nammii.
smj: Áhtje, Bárne (+) ja ajlis Vuojŋŋanisá namán. Sálmma / Tjuojadibme

source: b / v: Ipmileamet, mii rohkadallat máilmmi ovddas man leat sivdnidan.
smj: h / v: Jubmel, mij råhkålip värálda åvdås majt dån le sjivnnjedam.

source: Mii rohkadallat vai juohke olmmoš beasašii eallimis mearkkašumi oaidnit ja doaimmaid gávdnat.
smj: Råhkålip vaj juohkka almasj luluj viessomis ulmev ja árvov vuojnnet ja vidnov gávnnat.

source: Mii rohkadallat konfirmánttaid ja sin boahttevuođa ovddas.
smj: Råhkålip skallujlåhkkij ja sijá boahtteájge åvdås.

source: Divtte sin orrut ovddasmorraša ja ovddasrohkosiid suojis.
smj: Adnup sijá åvdås huvsuv ja mujttup sijáv åvdåsråhkålvisáj.

source: Ipmil, don guhte leat sin čuvvon eallima čađa ja gávnnadan singuin gásttas, divtte sin álo dovdat du lahkaorruma ja buressivdnádusa.
smj: Jubmel, dån le sijá viessodijn tjuovvum ja sijáv gástadusán duosstum, dibde sijáv agev duv lahkavuodav ja buorissjivnnjádusáv dåbddåt ja dagá sijáv rievtesvuoda ja ráfe nävvon.

source: Veahket min buohkaid addit du ráhkisvuođa ovddosguvlui sidjiide geaiguin mii eallit dahje gávnnadit (skuvllas, barggus ja asttuáiggis).
smj: Viehkeda mijáv gájkajt duv gieresvuodav juogadit sidjij gej aktan viessop ja gej gávnnadip (skåvlån, bargon ja astoájgen).

source: Oahpat min eallit oktavuođadovdduin ja árkkálmastinvuođain ja gáhttet eallima birra máilmmi.
smj: Åhpada mijáv siebrrevuodan ja semasvuodan viessot ja iellemav suoddjit ålles ednama birra.

source: Veahket min oskut du lohpádusaide friddja máilmmi birra ja boahtteáiggi birra duinna.
smj: Gievrroda mijá jáhkov duv jáhtojda värálda friddjavuoda ja boahtteájge birra duv lunna.

source: Rohkadallot Hearrá rohkosa.
smj: Råhkålup Härrá råhkålvisáv.

source: 58 konfirmašuvdna máliS
smj: 58skallidibme/kånfirmasjåvnnå

source: Prästen kan säga: Vuostáiváldet Ipmila / Hearrá buressivdnádusa.
smj: Sálmma * Buorissjivnnjádus

source: Hearrá bajidivččii čalmmiidis du nala ja attášii didjiide ráfi.
smj: Härrá jårggålus árudijás didjij ja vaddus didjij ráfev.

source: b / v: Ipmil vuolggat min juogadit láibbi ja ráfi (máilmmis). s: Mannot dán ipmilbálvalusas, Ipmilii gudnin ja bálvaleabmái olbmuide.
smj: Jubmel mijáv rádjá lájbev ja ráfev juogadittjat (väráldin) Mannup dát jubmeldievnos, Jubmela guddnen ja almatjijt dievastittjat.

source: 60 náiTOSViHaHEaPmi
smj: 59skallidibme/kånfirmasjåvnnå

source: Ipmila muođuid ovddas leat čoahkkanan / Mii leat čoahkkanan vihaheapmái dudno gaskkas. NN ja NN..
smj: Mij lip / Jubmela åvddåj lip / tjåhkanam, fiesstimbåddåj dunnu gaskan, NN ja NN.

source: Mii leat boahtán rohkadallat Ipmila buressivdnádusa dudnuide ja juogadit dudno ilu.
smj: Dánna lip dunnuj Jubmelis buorissjivnnjádusáv råhkådalátjit ja dunnujn ávvudalátjit.

source: Imašlaččat leat du dagut, ráhkisvuođa Ipmil, ovddolaš láhkái leat don min sivdnidan.
smj: h.: Oavddusa li duv dago, gieresvuoda Jubmel, oavddon le mijáv sjivnnjedam.

source: Du ráhkisvuođas mii eallit.
smj: Duv gieresvuodas viessop.

source: Du mii máidnut eallima dihte mii álelassii ođasmuvvá.
smj: Duv sihtap rámmpot viessoma åvdås, mij agev ådåstuvvá.

source: B: Náittoslihtu attáldahkan lea ovddosguvlui doalvut ráhkisvuođa, mii Ipmilis boahtá.
smj: H: Gállasjvuoda ulmme le gieresvuodav Jubmelis nubbáj vaddet.

source: Náitalit lea nubbi nuppis duođain beroštit, ráhkisvuođa attáldaga ja gohččosa dovddiidit ja ovttas ovddidit buorre servodaga.
smj: Gállasjvuohtaj låjdåstit le goabbák guojmmásiská gieresvuodav vattáldahkan ja viddnon duodastit ja aktan barggat sebrudagá buorren.

source: Náittosbárran eallit lea luohttámušas ja gaskasaš gudnejahttojumis eallit čuvges ja sevdnjes beivviin.
smj: Váldan viessot le åskeldimen ja gasskasasj gudnedimen viessot, tjuovggis ja sjievnnjis biejvij.

source: Dat lea goabbat guoibmáseaskka oskkáldassan bissut ja nuppis fuola adnit, ovttas ruovttus / mánáin ja ruovttus / vástidit, ja ovttas dorvvolaš mielain boahtteáigái geahččat Ipmila árpmuin.
smj: Le aj jáhkulisvuodav ja huvsov goabbák guojmmásiská vuosedit, goade (ja mánáj) åvdås vásstedit ja boahtteájgev aktan duosstot Jubmela ármo fámujn.

source: Gullot biibbala sániid ráhkisvuođa attáldagas ja ovddasvástádusas.
smj: H: Gulldalup dal Tjáluga bágov gieresvuoda vatto ja åvdåsvásstádusá birra.

source: Jesus celkkii: «Ehpet go leat lohkan ahte Sivdnideaddji álggus sivdnidii sudno olmmájin ja nissonin ja celkkii: Dan dihtii olmmái guođđá áhčis ja eatnis ja bissu áhkás luhtte, ja dat guovttis šaddaba oktan oažžin.
smj: Jesus hålaj: Sjivnnjediddje álgos sunnuv ålmmån ja nissunin sjivnnjedij. Dan diehti ålmåj áhtjes ja iednes guodis áhkájnis viesutjit, ja såj guovtes sjaddiska aktan.

source: Maid Ipmil nappo lea ovttastahttán, dan ii olmmoš galgga earuhit.
smj: Mav Jubmel le aktidam, ij almasj galga tjuolldet.

source: š Matt 19:4–6
smj: Matt 19:4–6
